#+TITLE: Light and Value I
#+AUTHOR: Chris Hogan
#+DATE: <2022-01-31 Mon> to <2022-03-27 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *30h 47m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *8h 5m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-01-31 Mon>
**** DONE Brainstorm CABC assignment 2 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-31 Mon 08:08]--[2022-01-31 Mon 10:54] =>  2:46
     :END:
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-31 Mon 17:20]--[2022-01-31 Mon 20:33] =>  3:13
     CLOCK: [2022-01-31 Mon 13:00]--[2022-01-31 Mon 16:02] =>  3:02
     CLOCK: [2022-01-31 Mon 10:54]--[2022-01-31 Mon 11:41] =>  0:47
     :END:
*** <2022-02-01 Tue>
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-01 Tue 18:08]--[2022-02-01 Tue 21:11] =>  3:03
     :END:
*** <2022-02-02 Wed>
**** DONE Brainstorm CABC assignment 2 sketching                    :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-02 Wed 18:01]--[2022-02-02 Wed 21:07] =>  3:06
     :END:
*** <2022-02-03 Thu>
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-03 Thu 17:38]--[2022-02-03 Thu 20:37] =>  2:59
     :END:
*** <2022-02-04 Fri>
**** DONE Brainstorm CABC assignment 2 submission                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 18:05]--[2022-02-04 Fri 18:25] =>  0:20
     :END:
**** DONE Foundation Patreon: Basic Rendering                         :study:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 18:25]--[2022-02-04 Fri 19:15] =>  0:50
     :END:
**** DONE Foundation Patreon: Basic Rendering                       :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 19:15]--[2022-02-04 Fri 21:07] =>  1:52
     :END:
*** <2022-02-05 Sat>
**** DONE Foundation Patreon: Basic Rendering                         :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 07:47]--[2022-02-05 Sat 11:05] =>  3:18
     :END:
**** DONE Foundation Patreon: Basic Rendering                         :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 11:05]--[2022-02-05 Sat 11:31] =>  0:26
     :END:
**** DONE Brainstorm CABC week 3                                      :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 12:00]--[2022-02-05 Sat 15:21] =>  3:21
     :END:
**** DONE Brainstorm CABC assignment 3 research and reference         :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 17:22]--[2022-02-05 Sat 20:15] =>  2:53
     :END:
*** <2022-02-06 Sun>
**** DONE Brainstorm CABC assignment 3 thumbnails                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-06 Sun 17:47]--[2022-02-06 Sun 19:13] =>  1:26
     CLOCK: [2022-02-06 Sun 13:01]--[2022-02-06 Sun 14:56] =>  1:55
     CLOCK: [2022-02-06 Sun 09:12]--[2022-02-06 Sun 12:12] =>  3:00
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-02-06 Sun 19:14]--[2022-02-06 Sun 19:49] =>  0:35
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *28h 54m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 13m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-02-07 Mon>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-07 Mon 18:01]--[2022-02-07 Mon 20:50] =>  2:49
     CLOCK: [2022-02-07 Mon 13:10]--[2022-02-07 Mon 15:50] =>  2:40
     CLOCK: [2022-02-07 Mon 07:31]--[2022-02-07 Mon 11:30] =>  3:59
     :END:
*** <2022-02-08 Tue>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-08 Tue 18:27]--[2022-02-08 Tue 20:49] =>  2:22
     :END:
*** <2022-02-09 Wed>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-09 Wed 17:21]--[2022-02-09 Wed 20:17] =>  2:56
     :END:
*** <2022-02-10 Thu>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-10 Thu 17:23]--[2022-02-10 Thu 20:22] =>  2:59
     :END:
*** <2022-02-11 Fri>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-11 Fri 20:22]--[2022-02-11 Fri 21:07] =>  0:45
     :END:
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-11 Fri 17:29]--[2022-02-11 Fri 20:22] =>  2:53
     :END:
*** <2022-02-12 Sat>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-12 Sat 08:23]--[2022-02-12 Sat 09:55] =>  1:32
     :END:
**** DONE Rendering primitive forms                                 :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-12 Sat 14:57]--[2022-02-12 Sat 15:51] =>  0:54
     :END:
**** DONE FP Matte rendering                                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-12 Sat 15:52]--[2022-02-12 Sat 16:27] =>  0:35
     :END:
*** <2022-02-13 Sun>
**** DONE Rendering primitive forms                                 :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-13 Sun 09:08]--[2022-02-13 Sun 11:46] =>  2:38
     :END:
**** DONE Brainstorm CABC assignment 4 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-13 Sun 13:08]--[2022-02-13 Sun 15:00] =>  1:52
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-02-13 Sun 19:57]--[2022-02-13 Sun 20:10] =>  0:13
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *30h 21m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *3h 28m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-02-14 Mon>
**** DONE FP Matte Rendering                                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-14 Mon 18:11]--[2022-02-14 Mon 20:17] =>  2:06
     CLOCK: [2022-02-14 Mon 16:08]--[2022-02-14 Mon 16:23] =>  0:15
     CLOCK: [2022-02-14 Mon 14:15]--[2022-02-14 Mon 15:58] =>  1:43
     CLOCK: [2022-02-14 Mon 08:43]--[2022-02-14 Mon 11:40] =>  2:57
     :END:
*** <2022-02-15 Tue>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-15 Tue 17:48]--[2022-02-15 Tue 20:46] =>  2:58
     :END:
*** <2022-02-16 Wed>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-16 Wed 17:39]--[2022-02-16 Wed 20:43] =>  3:04
     :END:
*** <2022-02-17 Thu>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-17 Thu 17:47]--[2022-02-17 Thu 19:19] =>  1:32
     :END:
**** DONE Rendering basic forms                                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-17 Thu 19:19]--[2022-02-17 Thu 20:47] =>  1:28
     :END:
*** <2022-02-18 Fri>
**** DONE Rendering basic forms                                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-18 Fri 20:37]--[2022-02-18 Fri 21:03] =>  0:26
     CLOCK: [2022-02-18 Fri 18:02]--[2022-02-18 Fri 20:22] =>  2:20
     :END:
*** <2022-02-19 Sat>
**** DONE Rendering basic forms                                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-19 Sat 18:02]--[2022-02-19 Sat 21:00] =>  2:58
     CLOCK: [2022-02-19 Sat 08:31]--[2022-02-19 Sat 11:30] =>  2:59
     :END:
**** DONE Brainstorm CABC Week 4                                      :study:
     :LOGBOOK:
     CLOCK: [2022-02-19 Sat 12:00]--[2022-02-19 Sat 15:13] =>  3:13
     :END:
*** <2022-02-20 Sun>
**** DONE Brainstorm CABC Assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-20 Sun 18:06]--[2022-02-20 Sun 19:28] =>  1:22
     CLOCK: [2022-02-20 Sun 13:19]--[2022-02-20 Sun 14:58] =>  1:39
     CLOCK: [2022-02-20 Sun 09:21]--[2022-02-20 Sun 11:55] =>  2:34
     :END:
**** DONE Blog                                                        :study: 
     :LOGBOOK:
     CLOCK: [2022-02-20 Sun 19:28]--[2022-02-20 Sun 19:43] =>  0:15
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *25h 50m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 37m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-02-21 Mon>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-21 Mon 17:40]--[2022-02-21 Mon 20:42] =>  3:02
     CLOCK: [2022-02-21 Mon 14:03]--[2022-02-21 Mon 15:58] =>  1:55
     CLOCK: [2022-02-21 Mon 08:43]--[2022-02-21 Mon 11:37] =>  2:54
     :END:
*** <2022-02-22 Tue>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-22 Tue 18:08]--[2022-02-22 Tue 20:59] =>  2:51
     :END:
*** <2022-02-23 Wed>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-23 Wed 17:44]--[2022-02-23 Wed 20:52] =>  3:08
     :END:
*** <2022-02-24 Thu>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-24 Thu 18:03]--[2022-02-24 Thu 20:55] =>  2:52
     :END:
*** <2022-02-25 Fri>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-25 Fri 18:04]--[2022-02-25 Fri 21:00] =>  2:56
     :END:
*** <2022-02-26 Sat>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-26 Sat 07:44]--[2022-02-26 Sat 10:32] =>  2:48
     :END:
**** DONE Brainstorm CABC week 5                                      :study:
     :LOGBOOK:
     CLOCK: [2022-02-26 Sat 12:00]--[2022-02-26 Sat 15:00] =>  3:00
     :END:
**** DONE Brainstorm CABC assignment 5 reference                      :study:
     :LOGBOOK:
     CLOCK: [2022-02-26 Sat 18:18]--[2022-02-26 Sat 20:34] =>  2:16
     :END:
*** <2022-02-27 Sun>
**** DONE Brainstorm CABC assignment 5                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-27 Sun 18:02]--[2022-02-27 Sun 19:31] =>  1:29
     CLOCK: [2022-02-27 Sun 13:03]--[2022-02-27 Sun 14:58] =>  1:55
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-02-27 Sun 19:31]--[2022-02-27 Sun 19:52] =>  0:21
     :END:
** Week 5
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags    | Headline                             | Time    |       |      |      |
  |---------+--------------------------------------+---------+-------+------+------|
  |         | *Total time*                         | *25:09* |       |      |      |
  |---------+--------------------------------------+---------+-------+------+------|
  |         | \_  Week 5                           |         | 25:09 |      |      |
  |         | \_    <2022-02-28 Mon>               |         |       | 7:28 |      |
  | drawing | \_      Brainstorm CABC assignment 5 |         |       |      | 7:28 |
  |         | \_    <2022-03-01 Tue>               |         |       | 2:54 |      |
  | drawing | \_      Brainstorm CABC assignment 5 |         |       |      | 2:54 |
  |         | \_    <2022-03-02 Wed>               |         |       | 2:48 |      |
  | drawing | \_      Brainstorm CABC assignment 5 |         |       |      | 2:48 |
  |         | \_    <2022-03-03 Thu>               |         |       | 2:51 |      |
  | drawing | \_      Brainstorm CABC assignment 5 |         |       |      | 2:51 |
  |         | \_    <2022-03-04 Fri>               |         |       | 1:00 |      |
  | drawing | \_      Brainstorm CABC assignment 6 |         |       |      | 1:00 |
  |         | \_    <2022-03-05 Sat>               |         |       | 8:08 |      |
  | drawing | \_      Brainstorm CABC assignment 6 |         |       |      | 4:52 |
  | study   | \_      Brainstorm CABC week 6       |         |       |      | 3:16 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *21h 53m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *3h 16m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-02-28 Mon>
**** DONE Brainstorm CABC assignment 5                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-28 Mon 18:13]--[2022-02-28 Mon 21:04] =>  2:51
     CLOCK: [2022-02-28 Mon 14:42]--[2022-02-28 Mon 16:21] =>  1:39
     CLOCK: [2022-02-28 Mon 08:42]--[2022-02-28 Mon 11:40] =>  2:58
     :END:
*** <2022-03-01 Tue>
**** DONE Brainstorm CABC assignment 5                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-01 Tue 18:11]--[2022-03-01 Tue 21:05] =>  2:54
     :END:
*** <2022-03-02 Wed>
**** DONE Brainstorm CABC assignment 5                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-02 Wed 18:10]--[2022-03-02 Wed 20:58] =>  2:48
     :END:
*** <2022-03-03 Thu>
**** DONE Brainstorm CABC assignment 5                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-03 Thu 20:21]--[2022-03-03 Thu 20:57] =>  0:36
     CLOCK: [2022-03-03 Thu 17:59]--[2022-03-03 Thu 20:14] =>  2:15
     :END:
*** <2022-03-04 Fri>
**** DONE Brainstorm CABC assignment 6                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-04 Fri 21:17]--[2022-03-04 Fri 22:17] =>  1:00
     :END:
*** <2022-03-05 Sat>
**** DONE Brainstorm CABC assignment 6                              :drawing:
     :LOGBOOK: 
     CLOCK: [2022-03-05 Sat 18:31]--[2022-03-05 Sat 20:31] =>  2:00
     CLOCK: [2022-03-05 Sat 08:31]--[2022-03-05 Sat 11:23] =>  2:52
     :END:
**** DONE Brainstorm CABC week 6                                      :study:
     :LOGBOOK:
     CLOCK: [2022-03-05 Sat 11:59]--[2022-03-05 Sat 15:15] =>  3:16
     :END:
** Week 6
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 7
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 8
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-05 Sat 21:21], for week 2022-W09.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
